


var dataList ='片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
片名：<速度与激情7><br/>\
导演: 温子仁\
编剧: 克里斯·摩根 / 盖瑞·斯科特·汤普森\
主演: 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...\
类型: 动作 / 惊悚 / 犯罪\
官方网站: http://www.fastandfurious7film.com/ww/\
制片国家/地区: 美国 / 日本\
语言: 英语\
上映日期: 2015-04-12(中国大陆) / 2015-04-03(美国)\
片长: 137分钟\
<br/>\
<br/>\
'

var data = [];
var dataArr =  dataList.split('<br/><br/>');

	dataArr.forEach(function (o,i) {

		var nowData = o.split('<br/>');

		var pianming = nowData[0].replace('片名：','')

		data.push({

			img : i+'.jpg',
			title : pianming,
			desc : nowData[1]

		})

	});
